Repository: jpdebaere/lazarus-1
Catalog: helper/opsi-client-systray/locale/opsi-client-systray.*.po
Languages: de

source: opsi: Pending installations:
de: opsi: Anstehende Installationen:

source: opsi: No pending installations
de: opsi: Keine anstehende Installationen

source: None
de: Keine

source: Sending log file to server ...
de: Sende Logdatei zum Server ...

source: Abort Program
de: Programm beenden

source: Terminate this systray program
de: Beenden des systray Programms

source: Check for Installations
de: Prüfe auf Installationen

source: Check now for pending opsi installations
de: Prüfe jetzt nach anstehenden Installationen

source: Install now
de: Jetzt installieren

source: Start now all pending opsi installations
de: Jetzt alle anstehenden Installationen starten
