Repository: jpdebaere/lazarus-1
Catalog: opsi-script/locale/winst32.*.po
Languages: de, es

source: following Paramenters:
de: Project-Id-Version: opsi.org POT-Creation-Date: PO-Revision-Date: 2016-12-20 14:59+0000 Last-Translator: d.oertel <d.oertel@uib.de> Language-Team: German (http://www.transifex.com/opsi-org/opsiorg/language/de/) MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Language: de Plural-Forms: nplurals=2; plural=(n != 1);
es: Project-Id-Version: opsi.org POT-Creation-Date: PO-Revision-Date: 2016-12-20 14:59+0000 Last-Translator: Martin Scalese <m.scalese@uib.de> Language-Team: Spanish (http://www.transifex.com/opsi-org/opsiorg/language/es/) MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Language: es Plural-Forms: nplurals=2; plural=(n != 1);

source: get list of products
de: Lade Produktliste
es: obtener lista de productos

source: Loading skin...
de: Lade Oberfläche ...
es: Cargando skin...

# osinteractivegui.rsproductcheck
source: product check
de: Lade auszuführende Aktionen ...
es: chequeo de producto

# osmain.rsproductcheck
source: product check
de: Lade auszuführende Aktionen ...
es: chequeo de producto

source: Abort program ?
de: Programm beenden ?
es: Cancelar el programa ?

source: Please enter opsi service user password:
de: Bitte geben Sie das Passwort des opsi-Service users ein:
es: Por favor introduzca la contrase√±a de usuario para el servicio opsi:

source: Please enter opsi service URL:
de: Bitte geben Sie die URL des opsi-Service ein:
es: Por favor ingrese la URL del servicio opsi:

source: Please enter opsi service user name:
de: Bitte geben Sie den Usernamen des opsi-Service users ein:
es: Por favor ingrese el nombre de usuario del servicio opsi:

source: Ready to continue ?
de: Bereit zum Fortfahren ?
es: Listo para continuar ?
